{
  "errors": [],
  "body": {
    "category": "ANAMNESES",
    "questionList": {
      "HEART": [
        {
          "id":"pmi",
          "value":"",
          "question": "¿Ha tenido un infarto del miocardio (ataque del corazón)?",
          "recommendation": "Haberlo tenido puede incrementar el riesgo de un nuevo evento vascular en el futuro.",
          "response":[
                      {
                          "key": true,
                          "value": "Si"
                      },
                      {
                          "key": false,
                          "value": "No"
                      }
                  ]
        },
        {
          "id":"afn",
          "value":"",
          "question": "¿Le han diagnosticado arritmia (ritmo cardíaco anormal)?",
          "recommendation": "Las arritmias son situaciones dónde los latidos de su corazón son muy rápidos (taquicardia), muy lentos (bradicardia) o irregulares.",
          "response": [
                      {
                          "key": true,
                          "value": "Si"
                      },
                      {
                          "key": false,
                          "value": "No"
                      }
                   ]
        },
        {
        "id":"chf",
        "value":"",
          "question": "¿Le han diagnosticado insuficiencia cardíaca?",
          "recommendation": "La insuficiencia cardíaca pueden incrementar el riesgo de problemas de hígado, riñones o válvula cardíaca, y pueden llevar a arritmia cardíaca.",
          "response": [
                      {
                          "key": true,
                          "value": "Si"
                      },
                      {
                          "key": false,
                          "value": "No"
                      }
                    ]
        },
        {
        "id":"lvh",
        "value":"",
          "question": "¿Le han diagnosticado hipertrofia del músculo cardíaco (engrosamiento del músculo cardíaco)?",
          "recommendation": "Tener hipertrofia del corazón puede incrementar el riesgo de accidentes cerebro-vasculares y arritmias cardíacas.",
          "response": [
                      {
                          "key": true,
                          "value": "Si"
                      },
                      {
                          "key": false,
                          "value": "No"
                      }
                    ]
        },
        {
        "id":"fcv",
        "value":"",
          "question": "¿Alguno de sus familiares de primer grado (padres o hermanos) han tenido infarto de miocardio o angina de pecho?",
          "recommendation": "Su riesgo de cardiovascular puede incrementarse cuando ha pasado en su familia.",
          "response": [
                      {
                          "key": true,
                          "value": "Si"
                      },
                      {
                          "key": false,
                          "value": "No"
                      }
                    ]
        },
        {
        "id":"fmi",
        "value":"",
          "question": "Alguno de sus familiares de primer grado (padres o hermanos) ha tenido infarto del miocardio (ataque cardíaco) antes de los 60 años?",
          "recommendation": "Tener familiares cercanos que hayan tenido infarto agudo de miocardio puede incrementar el riesgo de desarrollar enfermedades cardíacas.",
          "response": [
                      {
                          "key": true,
                          "value": "Si"
                      },
                      {
                          "key": false,
                          "value": "No"
                      }
                    ]
        }
      ],
      "HIPERTENSION":[
            {
              "id":"hyt",
              "value":"",
              "question": "¿Tiene presión arterial alta? Según la OMS se es hipertenso con mediciones superiores a 140/90.",
              "recommendation": "La presión arterial alta  puede aumentar el riesgo de ataques cardíaco, accidente cerebrovascular, falla cardíaca y otras afecciones.",
              "response": [
                          {
                              "key": true,
                              "value": "Si"
                          },
                          {
                              "key": false,
                              "value": "No"
                          }
                        ]
            },
            {
            "id":"tht",
            "value":"",
              "question": "¿Está tomando medicamentos para la hipertensión (presión arterial alta)?",
              "recommendation": "Recuerde que tomar los medicamentos para hipertensión implica que sea de manera constante, diaria y en los horarios recomendados por su médico.",
              "response": [
                          {
                              "key": true,
                              "value": "Si"
                          },
                          {
                              "key": false,
                              "value": "No"
                          }
                        ]
            },
            {
            "id":"pht",
            "value":"",
              "question": "¿Alguno de sus padres (o ambos) tiene presión arterial alta (sobre 140/90)?",
              "recommendation": "Su riesgo de desarrollar hipertensión puede incrementarse por factores hereditarios.",
              "response": [
                          {
                              "key": 0,
                              "value": "Si, uno de mis padres"
                          },
                          {
                              "key": 1,
                              "value": "Si, ambos"
                          },
                          {
                              "key": 2,
                              "value": "No"
                          }
                        ]
            }
        ],
        "DIABETES":
        [
          {
          "id":"dm2",
          "value":"",
            "question": "¿Ha sido diagnosticado con diabetes?",
            "recommendation": "La diabetes puede incrementar el riesgo de ataques cardíacos, aterosclerosis, enfermedades nerviosas, de riñones, de ojos y otras.",
            "response": [
                        {
                            "key": true,
                            "value": "Si"
                        },
                        {
                            "key": false,
                            "value": "No"
                        }
                      ]
          },
          {
          "id":"fdm",
          "value":"",
            "question": "¿Alguno de sus familiares de primer grado (padres o hermanos) han tenido diabetes?",
            "recommendation": "Tener familiares cercanos con diabetes puede aumentar su riesgo de volverse diabético.",
            "response": [
                        {
                            "key": true,
                            "value": "Si"
                        },
                        {
                            "key": false,
                            "value": "No"
                        }
                     ]
          }
        ],
        "RENAL":
        [
          {
          "id":"ckd",
          "value":"",
            "question": "¿Ha sido diagnosticado con enfermedad renal crónica?",
            "recommendation": "Esta puede aumentar el riesgo de enfermedad cardíaca, anemia, enfermedades óseas u otras enfermedades.",
            "response": [
                        {
                            "key": true,
                            "value": "Si"
                        },
                        {
                            "key": false,
                            "value": "No"
                        }
                      ]
          }
        ]
    }
  },
  "hasErrors": false
}